USE _Institute_

INSERT INTO control_forms(title, descript)
	VALUES(
		'Экзамен',
		'Итоговая форма оценки знаний.'
	);

INSERT INTO control_forms(title, descript)
	VALUES(
		'Зачёт',
		'Форма проверки знаний обучающихся. Вместо выставлени¤ отметки, при успешном прохождении зачёта в ведомость и зачётную книжку ставится пометка об успешном прохождении испытания по учебной дисциплине или её разделу'
	);

INSERT INTO control_forms(title, descript)
	VALUES(
		'Дифференцированный зачёт',
		'Форма итогового (промежуточного) контроля, которая предусматривает оценивание усвоени¤ студентами обучающего материала по определЄнной учебной дисциплине на основании результатов выполненных ими индивидуальных заданий.'
	);

